<a href="https://colab.research.google.com/github/sylvamadu/New-works/blob/master/Pandas.ipynb" target="_parent"><img src="https://colab.research.google.com/assets/colab-badge.svg" alt="Open In Colab"/></a>

In [1]:
import pandas as pd
import numpy as np

In [2]:
Duct={'Name':['Ada','Obi','Pascal','Dayo'],
'Age':[23,24,25,24],
}

In [3]:
Df=pd.DataFrame(Duct)

In [4]:
Df

     Name  Age
0     Ada   23
1     Obi   24
2  Pascal   25
3    Dayo   24

In [5]:
Df.describe()

             Age
count   4.000000
mean   24.000000
std     0.816497
min    23.000000
25%    23.750000
50%    24.000000
75%    24.250000
max    25.000000